ack
acpi
acpi_call
acpid
adapta-gtk-theme
adobe-source-code-pro-fonts
arc-icon-theme
arch-install-scripts
archey3
at-spi2-atk
at-spi2-core
atk
attica
autoconf
autoconf-archive
automake
aws-cli
base
bash
bind-tools
binutils
bison
blueman
bluez-utils
btrfs-progs
bzip2
c-ares
ccache
chromium
cmatrix
colord
coreutils
cpio
cpupower
cryptsetup
dconf
debootstrap
device-mapper
dialog
diffutils
dmenu
docbook-xml
docbook-xsl
docker-compose
dosfstools
double-conversion
e2fsprogs
ecryptfs-utils
efibootmgr
ethtool
evtest
expac
fakeroot
feh
file
filesystem
findutils
firefox
fish
flake8
fwupd
galculator
gawk
gcc
gdk-pixbuf2
gedit
gettext
git
glade
glib2
glib2-docs
glibc
gnome-common
gnome-icon-theme-extras
gnome-keyring
go
gobject-introspection
gobject-introspection-runtime
gpicview-gtk3
gradle
graphviz
grep
groff
gsmartcontrol
gst-libav
gst-plugins-ugly
gtk-doc
gtk-update-icon-cache
gtk3
gufw
gvfs-mtp
gvfs-smb
gzip
howl
htop
httpie
hugo
i3-wm
i3status
icon-naming-utils
imagemagick
inetutils
intel-ucode
intltool
iproute2
iputils
ipython
itstool
jfsutils
jq
less
lib32-alsa-plugins
lib32-libpulse
libappindicator-gtk2
libappindicator-gtk3
libtool
libvncserver
libxcomposite
libxcursor
libxdamage
licenses
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
links
linux
linux-headers
logrotate
lshw
lsof
lvm2
lxappearance-gtk3
lxrandr-gtk3
lxsession-gtk3
m4
make
mallard-ducktype
man-db
man-pages
mate-polkit
materia-gtk-theme
mdadm
meld
mesa
mons
nano
ncdu
net-tools
nethogs
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
nmon
nnn
notify-osd
openbsd-netcat
openssh
otf-font-awesome
p7zip
package-query
pacman
pacman-contrib
pass
pasystray
patch
pavucontrol
pciutils
pcmanfm-gtk3
pcurses
perl
perl-encode-locale
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-expat
perl-xml-simple
picom
pkgconf
pkgfile
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pyenv
pygtk
python
python-anytree
python-beaker
python-botocore
python-jmespath
python-lxml
python-mako
python-markdown
python-markupsafe
python-netifaces
python-pipenv
python-psutil
python-pyxdg
python-s3transfer
python2-virtualenv
qt5-base
reiserfsprogs
rsync
s-nail
sdl2
seahorse
sed
shadow
smartmontools
spotify
sqlite
sshuttle
sslscan
st
strace
sudo
sysfsutils
systemd-sysvcompat
tar
tcpdump
tdb
texinfo
tig
tmux
totem
tp-battery-mode
ttf-dejavu
ttf-hack
ttf-inconsolata
ttf-ms-fonts
ttf-roboto
unrar
usbutils
util-linux
vi
vim
visualvm
wavemon
wget
which
whois
wireless_tools
wpa_supplicant
xarchiver
xawtv
xcursor-simpleandsoft
xdotool
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-iceauth
xorg-luit
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsecurelock
xsel
xss-lock
yay
yelp-tools
yelp-xsl
zathura
zathura-pdf-poppler
zip
zoom
